class RoulettesController < ApplicationController

  def index
  end

  def show
      main = ["肉じゃが","照り焼きチキン","ハンバーグ","ビーフシチュー","麻婆豆腐","麻婆茄子","餃子","天ぷら",
              "チキン南蛮","タコライス","カレーライス","ミートソーススパゲティ","親子丼","唐揚げ",
              "ほっけ","鮭のムニエル","アクアパッツァ","ピザ","酢豚","ラーメン","揚げ出し豆腐","もつ鍋"]
      side = ["ふろふき大根","茄子の煮浸し","ひじきの煮物","かぼちゃの煮物","イカと里芋の煮物",
              "さつまいものレモン煮","カルパッチョ","ポテトサラダ","フライドポテト","コーンバター",
              "おひたし","浅漬け","もやしナムル","きんぴらごぼう","ツナサラダ","ブリ大根","牛すじ煮込み"]
      soup = ["すまし汁","豚汁","もやしの味噌汁","大根の味噌汁","なめこの味噌汁","えのきの味噌汁","クラムチャウダー",
              "お吸い物","コーンスープ","すいとん汁","けんちん汁"]

      @main = main.sample
      @side = side.sample
      @soup = soup.sample
  end

end
